Returns thickness of flange measured in the 0.25 * (width - webThickess), sometimes used for sections with width > 300 mm.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
  Since:  2018
 Syntax
  C#
public double GetFlangeThicknessInFlangeCenter()
  Visual Basic
Public Function GetFlangeThicknessInFlangeCenter As Double
  Visual C++
public:
double GetFlangeThicknessInFlangeCenter()
 See Also
  StructuralSectionGeneralT Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace